Repository: okfish/cmsplugin-contact
Catalog: cmsplugin_contact/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Akismet API Key
pt_br: Chave API Akismet

source: Get a Wordpress Key from http://akismet.com/
pt_br: Obtenha um chave Wordpress em http://akismet.com/

source: ReCAPTCHA Public Key
pt_br: Chave Pública ReCAPTCHA

source: Get this from http://www.google.com/recaptcha
pt_br: Obtenha em http://www.google.com/recaptcha

source: ReCAPTCHA Private Key
pt_br: Chave Privada ReCAPTCHA

source: Akismet library is not installed. Use "easy_install akismet" or "pip install akismet".
pt_br: Biblioteca Akismet não está instalada. Use "easy_install akismet" ou "pip install akismet".

source: The API Key is not valid.
pt_br: A Chave da API não é válida.

source: ReCAPTCHA library is not installed. Use "easy_install recaptcha-client" or "pip install recaptcha-client".
pt_br: Biblioteca ReCAPTCHA não está instalada. Use "easy_install recaptcha-client" or "pip install recaptcha-client".

source: Contact Form
pt_br: Formulário de Contato

source: Spam Protection
pt_br: Proteção de Spam

source: Subject
pt_br: Assunto

source: Content
pt_br: Conteúdo

source: Form name
pt_br: Nome do formulário

source: Used to distinguish multiple contact forms on the same site.
pt_br: Usado para distingüir múltiplos formulários de contato no mesmo site.

source: Form Layout
pt_br: Layout do Formulário

source: Email recipient
pt_br: E-mail de destino

source: Thanks message
pt_br: Mensagem de agradecimento

source: Message displayed on successful submit
pt_br: Mensagem exibida em caso de sucesso

source: Thank you for your message.
pt_br: Obrigado for sua mensagem.

source: Submit button value
pt_br: Nome do botão de envio

source: Submit
pt_br: Enviar

source: Spam protection method
pt_br: Método de proteção de spam

source: ReCAPTCHA theme
pt_br: Tema do ReCAPTCHA

source: Please don't check this box.
pt_br: Por favor não selecione esta caixa.

source: Are you a robot?
pt_br: Você é um robô?
